Repository: NMarjou/localization-app
Catalog: TMs/en-US_tr-TR.tmx
Source language: en_us
Languages: tr_tr

source: Modify the bonus calculation formula if needed.
tr_tr: Gerekirse prim hesaplama formülünü değiştirin.

source: Customize formula
tr_tr: Formülü özelleştir

source: Reset formula
tr_tr: Formülü sıfırla

source: Preview the bonus calculation formula
tr_tr: Prim hesaplama formülünü önizleyin

source: Bonus calculation formula
tr_tr: Prim hesaplama formülü

source: Currency source
tr_tr: Para birimi kaynağı

source: All currencies
tr_tr: Tüm para birimleri

source: Any currency available for the company
tr_tr: Şirket için mevcut olan herhangi bir para birimi

source: Comp round currency
tr_tr: Karşılaştırma turu para birimi

source: Currency of the comp round
tr_tr: Ücret turunun para birimi

source: Data model
tr_tr: Veri modeli

source: Currency of the exact compensation element
tr_tr: Tam ücret unsurunun para birimi

source: The currency source cannot be empty.
tr_tr: Para birimi kaynağı boş olamaz.

source: Target bonus currency field
tr_tr: Hedef bonus para birimi alanı

source: The target bonus currency field cannot be empty.
tr_tr: Hedef bonus para birimi alanı boş bırakılamaz.

source: Review the target bonus formula
tr_tr: Hedef prim formülünü gözden geçirin

source: This plan contains an error.
tr_tr: Bu planda bir hata var.

source: Bonus plans
tr_tr: Prim planları

source: Distribute your budget
tr_tr: Bütçenizi dağıtın

source: Budget
tr_tr: Bütçe

source: Bulk options
tr_tr: Toplu seçenekler

source: Only custom/calculated columns can be deleted.
tr_tr: Yalnızca özel/hesaplanmış sütunlar silinebilir.

source: The columns were successfully deleted.
tr_tr: Sütunlar başarıyla silindi.

source: The columns were successfully disabled.
tr_tr: Sütunlar başarıyla devre dışı bırakıldı.

source: The columns were successfully enabled.
tr_tr: Sütunlar başarıyla etkinleştirildi.

source: Calculated column configuration - Expression formula
tr_tr: Hesaplanan sütun yapılandırması - İfade formülü

source: Add criteria
tr_tr: Kriter ekle

source: Rule configuration
tr_tr: Kural yapılandırması

source: Add criteria blocks to configure the rule
tr_tr: Kuralı yapılandırmak için kriter blokları ekleyin

source: Value type
tr_tr: Değer türü

source: Change type
tr_tr: Değişiklik türü

source: Changing the value type will clear the values you have entered. This action cannot be undone.
tr_tr: Değer türünü değiştirmek, girdiğiniz değerleri silecektir. Bu işlem geri alınamaz.

source: Change value type
tr_tr: Değer türünü değiştir

source: Fixed
tr_tr: Sabit

source: Formula
tr_tr: Formül

source: Calculated field
tr_tr: Hesaplanan alan

source: The code can contain only letters, numbers, or "_", and must start with a letter.
tr_tr: Kod yalnızca harfler, rakamlar veya "_" içerebilir ve bir harf ile başlamalıdır.

source: The code is required.
tr_tr: Kod gereklidir.

source: Pick a color to visually group or highlight this column in the grid.
tr_tr: Izgara üzerinde bu sütunu görsel olarak gruplamak veya vurgulamak için bir renk seçin.

source: Column details
tr_tr: Sütun ayrıntıları

source: Column name
tr_tr: Sütun adı

source: The column name is required.
tr_tr: Sütun adı gereklidir.

source: Enable currency
tr_tr: Para birimini etkinleştir

source: Currency field
tr_tr: Para birimi alanı

source: The currency field is required.
tr_tr: Para birimi alanı zorunludur.

source: Decimal precision controls how many digits are shown after the decimal separator for display purposes. All calculations use the full number.
tr_tr: Ondalık hassasiyet, görüntüleme amacıyla ondalık ayırıcıdan sonra kaç basamak gösterileceğini kontrol eder. Tüm hesaplamalar tam sayı ile yapılır.

source: Define the number of digits to display after the decimal separator.
tr_tr: Ondalık ayıracından sonra görüntülenecek basamak sayısını tanımlayın.

source: The expression (Else section) contains {{count}} error.
tr_tr: İfade (Else bölümü) {{count}} hata içeriyor.

source: The expression (Else section) contains {{count}} errors.
tr_tr: İfade (Else bölümü) {{count}} hata içeriyor.

source: The condition {{position}} (If section) contains {{count}} error.
tr_tr: {{position}} koşulu (Eğer bölümü) {{count}} hata içeriyor.

source: The condition {{position}} (If section) contains {{count}} errors.
tr_tr: {{position}} koşulu (Eğer bölümü) {{count}} hata içeriyor.

source: The expression {{position}} (Then section) contains {{count}} error.
tr_tr: {{position}} ifadesi (Sonra bölümü) {{count}} hata içeriyor.

source: The expression {{position}} (Then section) contains {{count}} errors.
tr_tr: {{position}} ifadesi (Sonra bölümü) {{count}} hata içeriyor.

source: Else
tr_tr: Diğer

source: If
tr_tr: Eğer

source: The formula contains {{count}} error.
tr_tr: Formül {{count}} hata içeriyor.

source: The formula contains {{count}} errors.
tr_tr: Formül {{count}} hata içeriyor.

source: Then
tr_tr: Sonra

source: Conditional
tr_tr: Koşullu

source: Non-conditional
tr_tr: Koşulsuz

source: Header color
tr_tr: Başlık rengi

source: Decimal precision
tr_tr: Ondalık hassasiyeti

source: Help tip
tr_tr: Yardım ipucu

source: This is a calculated column. The outcome is based on a formula.
tr_tr: Bu, hesaplanmış bir sütundur. Sonuç bir formüle dayanmaktadır.

source: Calculation workspace
tr_tr: Hesaplama çalışma alanı

source: Open calculation workspace
tr_tr: Hesaplama çalışma alanını aç

source: Select a color for the group
tr_tr: Grup için bir renk seçin

source: The selected color will apply to the columns of the group.
tr_tr: Seçilen renk, grubun sütunlarına uygulanacaktır.

source: Selected column group
tr_tr: Seçilen sütun grubu

source: Configure column group
tr_tr: Sütun grubunu yapılandır

source: Bonus amount
tr_tr: Bonus tutarı

source: The Bonus amount display name cannot be empty.
tr_tr: Bonus tutarı görünen adı boş olamaz.

source: The calculated bonus display name cannot be empty.
tr_tr: Hesaplanan ikramiye görünen adı boş olamaz.

source: Column color
tr_tr: Sütun rengi

source: Define when managers must add notes during proposals
tr_tr: Yöneticilerin tekliflerde not eklemesi gereken zamanı tanımlayın

source: Please select one of the options.
tr_tr: Lütfen seçeneklerden birini seçiniz.

source: Optional
tr_tr: İsteğe bağlı

source: Managers can submit without adding a note.
tr_tr: Yöneticiler not eklemeden gönderebilir.

source: Always required
tr_tr: Her zaman gerekli

source: A note is always required, regardless of the value.
tr_tr: Değer ne olursa olsun, her zaman bir not gereklidir.

source: Required if outside the guidelines
tr_tr: Kılavuzların dışında ise gereklidir

source: A note is required if the value is outside the min/max guidelines.
tr_tr: Değer minimum/maksimum yönergelerinin dışında ise bir not gereklidir.

source: Required notes
tr_tr: Gerekli notlar

source: Column title
tr_tr: Sütun başlığı

source: Decimal display precision
tr_tr: Ondalık gösterim hassasiyeti

source: The decimal precision controls the number of digits displayed after the decimal separator. All calculations are however performed using the full number.
tr_tr: Ondalık hassasiyet, ondalık ayırıcıdan sonra görüntülenen basamak sayısını kontrol eder. Ancak tüm hesaplamalar tam sayı kullanılarak yapılır.

source: Define the text to be displayed as a tooltip when hovering the element
tr_tr: Öğe üzerine gelindiğinde araç ipucu olarak gösterilecek metni tanımlayın

source: Enter a new name for the field
tr_tr: Alan için yeni bir ad girin

source: Input field
tr_tr: Girdi alanı

source: Guaranteed amount
tr_tr: Garantili tutar

source: The Guaranteed amount display name cannot be empty.
tr_tr: Garantili tutar görünen adı boş olamaz.

source: Increase amount
tr_tr: Artış tutarı

source: The Increase amount display name cannot be empty.
tr_tr: Artış tutarı görünen adı boş olamaz.

source: Increase %
tr_tr: Artış %'si

source: The Increase percent display name cannot be empty.
tr_tr: Artış yüzdesi görünen adı boş olamaz.

source: New value
tr_tr: Yeni değer

source: Prorated target bonus
tr_tr: Orantılı hedef prim

source: The Prorated target bonus display name cannot be empty.
tr_tr: Orantılı hedef ikramiye görünen adı boş olamaz.

source: Reference column
tr_tr: Referans sütunu

source: Referenced fields
tr_tr: Referans alınan alanlar

source: At least one of the following fields must be enabled: Target bonus, Prorated target bonus, Calculated bonus, Bonus amount, or Guaranteed amount.
tr_tr: Aşağıdaki alanlardan en az biri etkinleştirilmelidir: Hedef bonus, Oransal hedef bonus, Hesaplanan bonus, Bonus tutarı veya Garantili tutar.

source: The New value display name cannot be empty.
tr_tr: Yeni değer görünen adı boş olamaz.

source: Selected column
tr_tr: Seçilen sütun

source: The Target bonus display name cannot be empty.
tr_tr: Hedef ikramiye görünen adı boş olamaz.

source: Configure column
tr_tr: Sütunu yapılandır

source: No reference
tr_tr: Referans yok

source: Select the field from the compensation history from which the calculations will be referenced.
tr_tr: Ücretlendirme geçmişinden hesaplamaların referans alınacağı alanı seçin.

source: Reference field
tr_tr: Referans alanı

source: Delete columns
tr_tr: Sütunları sil

source: Are you sure you want to delete the selected columns?
tr_tr: Seçili sütunları silmek istediğinizden emin misiniz?

source: Delete column
tr_tr: Sütunu sil

source: Are you sure you want to delete the selected column?
tr_tr: Seçili sütunu silmek istediğinizden emin misiniz?

source: The column was successfully deleted.
tr_tr: Sütun başarıyla silindi.

source: Use the Team planner view to control which columns managers and HRBPs see in your compensation grid, rename and reorder them, group columns, create columns, set decimal precision, assign colors, and add tooltips.
tr_tr: Yöneticilerin ve İK iş ortaklarının ücretlendirme kılavuzunuzda hangi sütunları göreceğini kontrol etmek, bunları yeniden adlandırmak ve yeniden sıralamak, sütunları gruplamak, sütunlar oluşturmak, ondalık hassasiyeti ayarlamak, renkler atamak ve araç ipuçları eklemek için Ekip planlayıcısı görünümünü kullanın.

source: The budget widget will showcase your budget amount and monitor your spending effectively.
tr_tr: Bütçe aracı, bütçe tutarınızı gösterecek ve harcamalarınızı etkili bir şekilde izleyecektir.

source: Budget widget
tr_tr: Bütçe aracı

source: Select the compensation elements to display in the worker compensation history and define the number of past events to show.
tr_tr: Çalışan ücret geçmişinde görüntülenecek ücret unsurlarını seçin ve gösterilecek geçmiş olay sayısını tanımlayın.

source: Enable compensation element
tr_tr: Ücret bileşenini etkinleştir

source: Number of events
tr_tr: Etkinlik sayısı

source: Worker compensation history
tr_tr: Çalışan tazminat geçmişi

source: Column list
tr_tr: Sütun listesi

source: Add column to group
tr_tr: Gruba sütun ekle

source: No columns yet
tr_tr: Henüz sütun yok

source: Remove column from group
tr_tr: Sütunu gruptan kaldır

source: Search for columns to add
tr_tr: Eklenecek sütunları arayın

source: Columns in the group
tr_tr: Gruptaki sütunlar

source: Add column
tr_tr: Sütun ekle

source: No groups yet
tr_tr: Henüz grup yok

source: Group list
tr_tr: Grup listesi

source: Group name
tr_tr: Grup adı

source: Remove group
tr_tr: Grubu kaldır

source: Manage column groups
tr_tr: Sütun gruplarını yönet

source: Config
tr_tr: Yapılandırma

source: Manage group columns
tr_tr: Grup sütunlarını yönetin

source: Calculated column
tr_tr: Hesaplanan sütun

source: Comp element
tr_tr: Ücretlendirme öğesi

source: Data foundation
tr_tr: Veri temeli

source: Category
tr_tr: Kategori

source: Column {{columnName}} visibility
tr_tr: Sütun {{columnName}} görünürlüğü

source: Create custom column
tr_tr: Özel sütun oluşturun

source: Drop-down list options
tr_tr: Açılır liste seçenekleri

source: The label cannot empty.
tr_tr: Etiket boş olamaz.

source: No options yet
tr_tr: Henüz seçenek yok

source: The code and the label cannot be empty.
tr_tr: Kod ve etiket boş olamaz.

source: Please add at least one option.
tr_tr: Lütfen en az bir seçenek ekleyin.

source: Enter the text displayed as a tooltip on hover
tr_tr: Üzerine gelindiğinde araç ipucu olarak görüntülenen metni girin

source: The column name cannot be empty.
tr_tr: Sütun adı boş olamaz.

source: Drop-down list
tr_tr: Açılır liste

source: Text field
tr_tr: Metin alanı

source: The type cannot be empty.
tr_tr: Tür boş olamaz.

source: Conditional formatting
tr_tr: Koşullu biçimlendirme

source: Are you sure you want to delete this rule?
tr_tr: Bu kuralı silmek istediğinizden emin misiniz?

source: Delete rule
tr_tr: Kuralı sil

source: Rules higher in the list take priority when configurations overlap. You can create up to 10 rules.
tr_tr: Listede daha üstte yer alan kurallar, yapılandırmalar çakıştığında önceliklidir. En fazla 10 kural oluşturabilirsiniz.

source: Rules higher in the list take priority when configurations overlap.
tr_tr: Listede daha üstte yer alan kurallar, yapılandırmalar çakıştığında önceliklidir.

source: Conditional formatting rule
tr_tr: Koşullu biçimlendirme kuralı

source: No conditional formatting rules yet.
tr_tr: Henüz koşullu biçimlendirme kuralı yok.

source: Background color
tr_tr: Arka Plan Rengi

source: Formatting
tr_tr: Biçimlendirme

source: Define how the cell will be formatted when the criteria are met.
tr_tr: Kriterler karşılandığında hücrenin nasıl biçimlendirileceğini tanımlayın.

source: Enter a name for this rule.
tr_tr: Bu kural için bir ad girin.

source: Add a name and a description to the rule
tr_tr: Kurala bir ad ve açıklama ekleyin

source: View conditional formatting
tr_tr: Koşullu biçimlendirmeyi görüntüle

source: Proposal management
tr_tr: Teklif yönetimi

source: View proposal management settings
tr_tr: Teklif yönetimi ayarlarını görüntüle

source: Custom column
tr_tr: Özel sütun

source: Groups
tr_tr: Gruplar

source: Up to 20 calculated columns allowed per compensation round.
tr_tr: Her bir ücretlendirme turunda en fazla 20 hesaplanmış sütuna izin verilir.

source: Calculated
tr_tr: Hesaplanan

source: Compensation history
tr_tr: Ücretlendirme geçmişi

source: Contracted compensation
tr_tr: Sözleşmeli ücret

source: Goal achievement
tr_tr: Hedef başarısı

source: Individual pay range
tr_tr: Bireysel ücret aralığı

source: Job architecture
tr_tr: İş mimarisi

source: Organization structure
tr_tr: Organizasyon yapısı

source: Paid compensation
tr_tr: Ödenen ücret

source: Pay range
tr_tr: Ücret aralığı

source: Pay scale
tr_tr: Ücret ölçeği

source: Performance
tr_tr: Performans

source: Performance review rating
tr_tr: Check-in görüşmesi puanı

source: Salary
tr_tr: Maaş

source: TCM
tr_tr: Toplam ücretlendirme yönetimi

source: Group {{groupName}} visibility
tr_tr: Grup {{groupName}} görünürlüğü

source: Name/Display name
tr_tr: Ad/Görünen ad

source: No data points
tr_tr: Veri noktası yok

source: Team planner preview
tr_tr: Ekip planlayıcı önizlemesi

source: Clear your filters and your search to be able to reorder columns.
tr_tr: Sütunları yeniden sıralayabilmek için filtrelerinizi ve aramanızı temizleyin.

source: Select column {{columnName}}
tr_tr: Sütun seç {{columnName}}

source: Compensation grid configuration
tr_tr: Ücretlendirme kılavuzu yapılandırması

source: Decimal
tr_tr: Ondalık

source: Entity enum
tr_tr: Varlık numaralandırması

source: Entity reference
tr_tr: Varlık referansı

source: Integer
tr_tr: Tamsayı

source: String
tr_tr: Dize

source: Visibility
tr_tr: Görünürlük

source: Toggle on to make the columns visible in the compensation round grid view. Toggle off to hide them.
tr_tr: Ücret turu ızgara görünümünde sütunları görünür yapmak için açın. Gizlemek için kapatın.

source: Enable the columns you want the compensation manager and approvers to see.
tr_tr: Ücretlendirme yöneticisinin ve onaylayıcıların görmesini istediğiniz sütunları etkinleştirin.

source: Team planner view
tr_tr: Ekip planlayıcısı görünümü

source: Column configuration
tr_tr: Sütun yapılandırması

source: Planner add-ons
tr_tr: Planlayıcı eklentileri

source: Budget rule
tr_tr: Bütçe kuralı

source: Calculated field formula
tr_tr: Hesaplanan alan formülü

source: Dependent item
tr_tr: Bağımlı öğe

source: Target item
tr_tr: Hedef öğe

source: Usage
tr_tr: Kullanım

source: One or more of the selected items are currently in use in other areas of the system. You must remove or reassign these dependencies before the items can be deactivated or deleted.
tr_tr: Seçilen öğelerden biri veya daha fazlası şu anda sistemin diğer alanlarında kullanılmaktadır. Öğeler devre dışı bırakılabilmeden veya silinebilmeden önce bu bağımlılıkları kaldırmanız veya yeniden atamanız gerekmektedir.

source: Eligibility rule
tr_tr: Uygunluk kuralı

source: This field has active dependencies and cannot be disabled
tr_tr: Bu alanın aktif bağımlılıkları var ve devre dışı bırakılamaz

source: Guaranteed amount rule
tr_tr: Garantili tutar kuralı

source: Guideline rule
tr_tr: Kılavuz kuralı

source: Payroll
tr_tr: Bordro

source: Proposal management formula
tr_tr: Teklif yönetimi formülü

source: Used in the following places
tr_tr: Aşağıdaki yerlerde kullanılıyor

source: View dependencies
tr_tr: Bağımlılıkları görüntüle

source: Edit comp round
tr_tr: Ücretlendirme dönemini düzenleyin

source: Departure
tr_tr: Ayrılma

source: Time in the company
tr_tr: Şirkette geçirilen süre

source: All individuals within the specified population will have assigned guaranteed amount for the selected compensation element.
tr_tr: Belirtilen nüfus içindeki tüm bireylere, seçilen ücret unsuruna ilişkin garanti edilen bir tutar atanacaktır.

source: The rule list is empty. Get started by creating a guaranteed amount rule.
tr_tr: Kural listesi boş. Başlamak için garantili tutar kuralı oluşturun.

source: Guaranteed amount rules
tr_tr: Garantili tutar kuralları

source: No guaranteed amounts rules were established
tr_tr: Garantili tutar kuralları oluşturulmadı

source: Select the compensation element
tr_tr: Tazminat unsurunu seçin

source: The compensation element is required.
tr_tr: Tazminat öğesi gereklidir.

source: Set the minimum or fixed value that must be honored.
tr_tr: Uyulması gereken minimum veya sabit değeri belirleyin.

source: Define the guaranteed amount for this rule and how you want to provide the amount. The guaranteed amount will be reflected in the local worker currency.
tr_tr: Bu kural için garanti edilen tutarı ve bu tutarı nasıl sağlamak istediğinizi tanımlayın. Garanti edilen tutar, yerel çalışan para birimine yansıtılacaktır.

source: Guaranteed amounts
tr_tr: Garantili tutarlar

source: Add a name and a description to the rule.
tr_tr: Kurala bir ad ve açıklama ekleyin.

source: The rule name is required.
tr_tr: Kural adı gereklidir.

source: Comp round guidelines
tr_tr: Ücretlendirme dönemi yönergeleri

source: Guideline rules
tr_tr: Kılavuz kuralları

source: Guidelines
tr_tr: Kılavuzlar

source: Add secondary hierarchy
tr_tr: İkincil hiyerarşiyi ekleyin

source: The hierarchy cannot be empty.
tr_tr: Hiyerarşi boş olamaz.

source: Hierarchy
tr_tr: Hiyerarşi

source: Select a hierarchy
tr_tr: Bir hiyerarşi seçin

source: Hierarchy preview
tr_tr: Hiyerarşi önizlemesi

source: No worker data yet. Import workers via the Data Foundation to view them here.
tr_tr: Henüz çalışan verisi yok. Çalışanları burada görüntülemek için Data Foundation aracılığıyla içe aktarın.

source: No selected hierarchy
tr_tr: Seçili hiyerarşi yok

source: Secondary hierarchy
tr_tr: İkincil hiyerarşi

source: Standard hierarchy
tr_tr: Standart hiyerarşi

source: Build hierarchies used to drive round access
tr_tr: Dönem erişimini yönlendirmek için hiyerarşiler oluşturun

source: Choose hierarchy configuration
tr_tr: Hiyerarşi yapılandırmasını seçin

source: Select a hierarchy to drive round access
tr_tr: Dönem erişimini yönlendirmek için bir hiyerarşi seçin

source: Define hierarchy
tr_tr: Hiyerarşiyi tanımla

source: Define the timeframe for bonus calculations.
tr_tr: Prim hesaplamaları için zaman aralığını tanımlayın.

source: Bonus plan period
tr_tr: Prim planı dönemi

source: Period end date
tr_tr: Dönem bitiş tarihi

source: The period end date cannot be empty.
tr_tr: Dönem bitiş tarihi boş olamaz.

source: Period start date
tr_tr: Dönem başlangıç tarihi

source: The period start date cannot be empty.
tr_tr: Dönem başlangıç tarihi boş olamaz.

source: Specify the start and end dates of the compensation round.
tr_tr: Ücretlendirme turunun başlangıç ve bitiş tarihlerini belirtiniz.

source: Compensation round timeline
tr_tr: Ücretlendirme turu zaman çizelgesi

source: Select a data model and set key dates.
tr_tr: Bir veri modeli seçin ve anahtar tarihleri belirleyin.

source: Enable communications
tr_tr: İletişimi etkinleştir

source: Download payroll data drop
tr_tr: Bordro verisi indirme işlemini başlat

source: Define a password to download the file.
tr_tr: Dosyayı indirmek için bir parola belirleyin.

source: Export results or integrate via API
tr_tr: Sonuçları dışa aktarın veya API aracılığıyla entegre edin

source: Payroll data drop
tr_tr: Bordro veri aktarımı

source: Define the population(s) for the round
tr_tr: Dönem için popülasyonu/popülasyonları tanımlayın

source: Are you sure you want to publish the comp round?
tr_tr: Ücretlendirme dönemini yayınlamak istediğinizden emin misiniz?

source: Publish comp round
tr_tr: Ücretlendirme dönemini yayınlayın

source: Add bonus plan
tr_tr: Prim planı ekle

source: Bonus configuration
tr_tr: Prim yapılandırması

source: Define the bonus plans and comp elements for this round
tr_tr: Bu tur için ikramiye planlarını ve ücret unsurlarını tanımlayın

source: This bonus plan is already selected in another row.
tr_tr: Bu ikramiye planı başka bir satırda zaten seçili.

source: Bonus plan
tr_tr: Prim planı

source: The bonus plan cannot be empty.
tr_tr: Prim planı boş olamaz.

source: This comp element is already assigned to another bonus plan.
tr_tr: Bu ücret öğesi zaten başka bir bonus planına atanmış.

source: One or more comp elements are assigned to bonus plan configuration.
tr_tr: Bir veya daha fazla ücret öğesi, bonus planı yapılandırmasına atanmış.

source: This comp element is already assigned to the salary configuration.
tr_tr: Bu ücret öğesi zaten maaş yapılandırmasına atanmış.

source: The comp element cannot be empty.
tr_tr: Ücret unsurunun boş olmaması gerekir.

source: The selected compensation element is currently in use. To remove it, review its dependencies and remove them first.
tr_tr: Seçilen ücret öğesi şu anda kullanımda. Kaldırmak için bağımlılıklarını değerlendirmer ve önce onları kaldırın.

source: Comp elements with name {{names}} already exist. Please remove them to proceed.
tr_tr: {{names}} adında Comp öğeleri zaten mevcut. Devam etmek için lütfen bunları kaldırınız.

source: No comp elements with the name or code "{{phrase}}"
tr_tr: Adı veya kodu "{{phrase}}" olan hiçbir ücretlendirme öğesi yok

source: Select at least one comp element.
tr_tr: En az bir ücretlendirme öğesi seçin.

source: Please select at least one element.
tr_tr: Lütfen en az bir öğe seçin.

source: One or more selected compensation elements are currently in use. To remove them, review their dependencies and remove those first.
tr_tr: Seçili ücret öğelerinden biri veya daha fazlası şu anda kullanımda. Bunları kaldırmak için bağımlılıklarını değerlendirmer ve önce onları kaldırın.

source: Exchange rate group
tr_tr: Döviz kuru grubu

source: Comp tree
tr_tr: Ücretlendirme ağacı

source: Configuration
tr_tr: Yapılandırma

source: The effective date cannot be empty.
tr_tr: Yürürlük tarihi boş olamaz.

source: The comp round currency cannot be empty.
tr_tr: Ücret turu para birimi boş olamaz.

source: Currency
tr_tr: Para Birimi
